Repository: mikelgomez/top100
Catalog: locale/*/LC_MESSAGES/django.po
Languages: eu, fr

source: Frances
fr: Français

source: NUESTROS ALBUMES
eu: GURE ALBUMAK
fr: NOS ALBUMS

source: Estilo
eu: Estiloa
fr: Mode

source: NUESTROS ARTISTAS
eu: GURE ARTISTAK
fr: NOS ARTISTES

source: CONTACTANOS
eu: HARREMANETAN JARRI
fr: NOUS CONTACTER

source: Álbum
eu: Albuma
fr: Album

source: ¿QUIENES SOMOS?
eu: NOR GARA?
fr: QUI SOMMES NOUS?

source: Diseñador Web y especialista en el lenguaje Java. Fundador de la página web y profesional especialista en analítica web
eu: Web diseinatzailea eta Java hizkuntzan espezialista. Webgunearen sortzailea eta web analitikan espezialista profesionala
fr: Concepteur Web et spécialiste du langage Java. Fondateur du site Web et spécialiste professionnel de l'analyse Web.

source: Diseñador Web
eu: Web Diseinatzailea
fr: Concepteur Web

source: Diseñador Web especializado en Python y diseñador gráfico freelance. Apasionado del Marketing de la creación de páginas web funcionales.
eu: Web diseinatzailea Python eta freelance diseinatzaile grafikoan espezializatua. Marketinaz eta web orrialde funtzionalak sortzeaz arduratzen da.
fr: Designer Web spécialisé en Python et graphiste indépendant. Passionné de marketing et de création de pages Web fonctionnelles.

source: Diseñador web licenciado en telecomunicaciones y especialista en programación en JavaScript
eu: Web diseinatzailea telekomunikazioetan lizentziatua eta JavaScript programazioan espezialista
fr: Designer Web diplômé en télécommunications et spécialiste en programmation JavaScript

source: Diseñador web especialista en telemarketing y licenciado en Comunicación y Dirección de proyectos web
eu: Telemarketingean espezializatutako web diseinatzailea eta web proiektuen komunikazio eta kudeaketan lizentziatua
fr: Concepteur Web spécialisé en télémarketing et diplômé en Communication et Gestion de projets web

source: NUESTROS ESTILOS
eu: GURE ESTILOAK
fr: NOS STYLES

source: Últimas Canciones
eu: Azken abestiak
fr: Dernières chansons

source: Tenemos las mejores
eu: Hoberenak dauzkagu
fr: Nous avons le meilleur

source: canciones
eu: abestiak
fr: chansons

source: y los mejores
eu: eta hoberen
fr: et le meilleur

source: artistas
eu: artistak
fr: artistes

source: Inicio
eu: Hasiera
fr: Début

source: Álbumes
eu: Albumak
fr: Les albums

source: Artistas
eu: Artistak
fr: Artistes

source: Estilos
eu: Estiloak
fr: Modes

source: Ranking
eu: Sailkapena
fr: Classement

source: Equipo
eu: Taldea
fr: Équipe

source: Contacto
eu: Harremanak
fr: Contact

source: Top100 global
eu: Munduko Top100
fr: Top100 mondial

source: Descubre la mejor música
eu: Musika hoberena aurkitu
fr: Découvrez la meilleure musique

source: Descubre mas
eu: gehiago ezagutu
fr: En savoir plus

source: Los mejores artistas
eu: Artista onenak
fr: Les meilleurs artistes

source: Descúbrelos hoy mismo
eu: Gaur ezagutu itzazu
fr: Découvrez-les aujourd'hui

source: Aquí encontrarás las mejores canciones
eu: Hemen abesti hoberenak aurkituko dituzu
fr: Ici vous trouverez les meilleures chansons

source: LISTA TOP100
eu: TOP 100 ZERRENDA
fr: TOP 100 LISTE

source: En esta lista encontraras todas las canciones que se encuentran en el top 100 de canciones.
eu: Zerrenda honetan 100 abesti onenen artean dauden abesti guztiak aurkituko dituzu.
fr: Dans cette liste, vous trouverez toutes les chansons qui font partie des 100 meilleures chansons.

source: Listado de canciones
eu: Abesti zerrenda
fr: Liste de chansons
